Revit 2026 API
PerformanceAdviser.ExecuteRules Method
Overload List
Name | Description
ExecuteRules(Document, IList<PerformanceAdviserRuleId>)
ExecuteRules(Document, IList<Int32>)
Top
See Also
Reference
PerformanceAdviser Class
Autodesk.Revit.DB Namespace